{
  "daftar_tanaman": [
    {
      "nama": "Anggrek",
      "image_url": "https://bibitonline.com/wp-content/uploads/Macam-macam-Tanaman-Hias-Bunga-Anggrek.jpg",
      "deskripsi": "Anggrek merupakan tanaman hias bunga yang cukup populer di Indonesia.\n\nBunga anggrek sering dipergunakan sebagai ungkapan rasa cinta, simbol kemewahan dan keindahan selama ratusan tahun.\n\nBunga yang masuk ke dalam suku Orchidaceae ini mempunyai banyak sekali varietas dengan keindahan yang dibawa masing-masing variasinya.",
      "budidaya": "Anggrek adalah tanaman epifit yang biasanya tumbuh di pohon atau batang tanaman lainnya. Untuk budidaya anggrek, pastikan mereka mendapatkan sinar matahari yang cukup, tetapi di tempat yang tidak terlalu terkena sinar langsung. Tanah atau media tanam harus memiliki drainase yang baik dan cukup lembab. Penting juga untuk memberikan pupuk yang sesuai dan menjaga kelembaban udara di sekitar anggrek."
    },
    {
      "nama": "Mawar",
      "image_url": "https://1.bp.blogspot.com/-Mgrx4YbbzJo/YEcsLwy7Q4I/AAAAAAAAFGI/MWxaMve8BIgS2AXb47z-2x3FTsJ5r3-WwCLcBGAsYHQ/s745/koleksi%2Btanaman%2Bhias%2Bbegonia.jpg",
      "deskripsi": "Mawar merupakan salah satu tanaman hias bunga yang paling populer di dunia.\n\nBunga mawar memiliki berbagai warna dan dipercaya melambangkan kasih sayang dan kecantikan.\n\nTanaman mawar termasuk dalam keluarga Rosaceae dan banyak ditemukan di berbagai negara.",
      "budidaya": "Mawar dapat ditanam di kebun atau dalam pot. Pastikan tanah memiliki drainase yang baik dan mendapatkan sinar matahari yang cukup. Perawatan rutin seperti pemangkasan, penyiraman, dan pemupukan akan membantu mawar tumbuh subur dan menghasilkan bunga yang indah."
    },
    {
      "nama": "Lavender",
      "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS4vwl4rtw6aZMFEH4bNn0YLIaJ98uBB0JQsg&usqp=CAU",
      "deskripsi": "Lavender adalah tanaman hias bunga yang terkenal dengan aroma harum dan berbagai manfaatnya.\n\nTanaman lavender memiliki bunga berbentuk malai dengan warna ungu yang menarik.\n\nSelain sebagai tanaman hias, lavender juga digunakan dalam aromaterapi dan berbagai produk kecantikan.",
      "budidaya": "Lavender tumbuh baik di daerah beriklim mediterania atau iklim yang sejuk. Tanah yang digunakan harus memiliki drainase yang baik dan sedikit alkalis. Penyiraman harus dilakukan dengan hati-hati untuk menjaga kelembaban tanah, tetapi tidak terlalu basah. Pemangkasan juga perlu dilakukan untuk menjaga bentuk tanaman dan merangsang pertumbuhan."
    },
    {
      "nama": "Lily",
      "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRfzW_cIe9EVKV9wRY94KYusx0Xa9HS9tmEvA&usqp=CAU",
      "deskripsi": "Lily adalah tanaman hias bunga yang cantik dan elegan.\n\nTanaman lily memiliki bunga berbentuk lonceng dengan berbagai warna yang menarik.\n\nLily sering dijadikan pilihan untuk dekorasi dan rangkaian bunga pada berbagai acara spesial.",
      "budidaya": "Lily dapat tumbuh dengan baik di tempat yang mendapatkan sinar matahari pagi dan teduh pada siang hari. Tanah atau media tanam harus subur dan memiliki drainase yang baik. Penyiraman harus dilakukan secara teratur untuk menjaga kelembaban tanah. Lily juga membutuhkan dukungan seperti tali rafia untuk menjaga tangkai bunga agar tetap tegak dan tidak patah."
    },
    {
      "nama": "Tulip",
      "image_url": "https://akcdn.detik.net.id/community/media/visual/2023/03/14/lihat-tulip-nggak-usah-ke-belanda-china-saja-3_43.jpeg?w=250&q=",
      "deskripsi": "Tulip adalah tanaman hias bunga yang terkenal dengan keindahan dan warna-warni yang menarik.\n\nBunga tulip merupakan simbol keindahan sempurna dan kesempurnaan cinta.\n\nTulip berasal dari wilayah Timur Tengah dan Asia Tengah.",
      "budidaya": "Tulip tumbuh dengan baik di daerah yang memiliki empat musim dengan iklim yang sejuk. Tanah yang digunakan harus subur dan memiliki drainase yang baik. Tanaman tulip membutuhkan masa dormansi untuk tumbuh dengan baik, sehingga dianjurkan untuk menyimpan umbi tulip di tempat yang sejuk selama musim panas. Setelah musim dingin berlalu, umbi tulip dapat ditanam kembali untuk menghasilkan bunga yang indah pada musim semi."
    }
  ]
}

