{
  "daftar_tanaman": [
    {
      "nama": "Monstera",
      "image_url": "https://bibitonline.com/wp-content/uploads/Macam-macam-Tanaman-Hias-Bunga-Anggrek.jpg",
      "deskripsi": "Monstera adalah tanaman hias daun yang cukup populer di Indonesia.\n\nTanaman ini memiliki daun besar, berlobus, dan berlubang, yang memberikan sentuhan tropis pada dekorasi rumah.\n\nMonstera memberikan keunikan visual dengan pola daunnya yang cantik.",
      "budidaya": "Monstera adalah tanaman yang tumbuh subur di tempat dengan sinar matahari yang cukup, tetapi tidak terlalu terkena sinar langsung. Tanah atau media tanam harus memiliki drainase yang baik dan cukup lembab. Perlu memberikan dukungan seperti tiang bambu jika tanaman tumbuh tinggi dan membutuhkan perawatan rutin seperti pemangkasan daun layu dan pemberian pupuk yang sesuai."
    },
    {
      "nama": "Pothos",
      "image_url": "https://1.bp.blogspot.com/-Mgrx4YbbzJo/YEcsLwy7Q4I/AAAAAAAAFGI/MWxaMve8BIgS2AXb47z-2x3FTsJ5r3-WwCLcBGAsYHQ/s745/koleksi%2Btanaman%2Bhias%2Bbegonia.jpg",
      "deskripsi": "Pothos adalah tanaman hias daun yang sangat populer dan cocok untuk pemula.\n\nDaunnya berwarna hijau mengkilat atau bercorak unik, dan tanaman ini tumbuh dengan cepat.\n\nPothos dapat ditempatkan dalam pot gantung atau dibiarkan menjalar di atas meja atau rak.",
      "budidaya": "Pothos tumbuh baik dalam kondisi cahaya rendah hingga sedang. Tanah atau media tanam harus memiliki drainase yang baik dan sedikit lembab. Perlu dihindari penyiraman yang terlalu berlebihan untuk menghindari akar membusuk. Pemberian pupuk dapat dilakukan setiap beberapa bulan untuk menjaga kesehatan dan pertumbuhan tanaman."
    },
    {
      "nama": "Calathea",
      "image_url": "https://1.bp.blogspot.com/-4w3i2mszG3A/YEcrz3wISBI/AAAAAAAAFGA/VHvxVeBAmocGTgFXEFaqPT_Wi75Cmgl8ACLcBGAsYHQ/s742/koleksi%2Btanaman%2Bhias%2BSansevieria.jpg",
      "deskripsi": "Calathea adalah tanaman hias daun dengan keindahan dan corak yang menarik.\n\nTanaman ini memiliki berbagai variasi daun dengan pola unik, dan beberapa jenis calathea memiliki gerakan daun yang menarik.\n\nCalathea memberikan nuansa artistik pada dekorasi interior rumah atau ruangan kerja.",
      "budidaya": "Calathea tumbuh baik dalam cahaya yang tidak terlalu terang dan tidak terlalu gelap. Tanah atau media tanam harus lembab, tetapi tidak tergenang air. Penting untuk menjaga kelembaban udara di sekitar tanaman, terutama jika berada di ruangan dengan AC atau pemanas udara. Hindari penyiraman dengan air keras karena dapat merusak daun."
    },
    {
      "nama": "Alocasia",
      "image_url": "https://example.com/gambar-alocasia.jpg",
      "deskripsi": "Alocasia adalah tanaman hias daun dengan daun besar dan berbentuk unik.\n\nTanaman ini seringkali mengilat dan memiliki berbagai warna yang mencolok, seperti hijau tua dengan vena putih.\n\nAlocasia memberikan sentuhan eksotis pada taman atau dekorasi interior.",
      "budidaya": "Alocasia tumbuh dengan baik di tempat yang mendapatkan sinar matahari pagi atau teduh sebagian pada siang hari. Tanah atau media tanam harus subur dan memiliki drainase yang baik. Penting untuk menjaga kelembaban tanah tetapi tidak terlalu basah. Pemupukan secara teratur dan pemangkasan daun yang mati akan membantu menjaga keindahan dan pertumbuhan tanaman."
    },
    {
      "nama": "Philodendron",
      "image_url": "https://example.com/gambar-philodendron.jpg",
      "deskripsi": "Philodendron adalah tanaman hias daun yang luas keluarganya dengan berbagai bentuk daun dan variasi warna.\n\nContohnya, Philodendron Brasil memiliki daun berwarna hijau cerah dan kuning.\n\nTanaman ini mudah tumbuh dan memberikan sentuhan tropis pada dekorasi.",
      "budidaya": "Philodendron tumbuh baik dalam kondisi cahaya rendah hingga sedang. Tanah atau media tanam harus memiliki drainase yang baik dan lembab. Perawatan rutin seperti pemangkasan untuk menjaga bentuk tanaman dan pemupukan akan membantu pertumbuhan dan keindahan daun. Philodendron juga dapat dijinakkan dengan berbagai bentuk dan ukuran pot."
    }
  ]
}