{
  "daftar_tanaman": [
    {
      "nama": "Anggrek",
      "image_url": "https://bibitonline.com/wp-content/uploads/Macam-macam-Tanaman-Hias-Bunga-Anggrek.jpg",
      "deskripsi": "Anggrek merupakan tanaman hias bunga yang cukup populer di Indonesia.\n\nBunga anggrek sering dipergunakan sebagai ungkapan rasa cinta, simbol kemewahan dan keindahan selama ratusan tahun.\n\nBunga yang masuk ke dalam suku Orchidaceae ini mempunyai banyak sekali varietas dengan keindahan yang dibawa masing-masing variasinya."
    },
    {
      "nama": "Begonia",
      "image_url": "https://1.bp.blogspot.com/-Mgrx4YbbzJo/YEcsLwy7Q4I/AAAAAAAAFGI/MWxaMve8BIgS2AXb47z-2x3FTsJ5r3-WwCLcBGAsYHQ/s745/koleksi%2Btanaman%2Bhias%2Bbegonia.jpg",
      "deskripsi": "Tanaman satu ini memiliki motif cantik di daun. Mirip pohon namun ukuran kecil. Ada tipe yang panjang ke atas dan ada juga yang biasa dijadikan tanaman gantung karena menjuntai.\n\nDi Indo yang familiar jenis polkadot, mocca dan begonia tiger. Namun masih banyak varian lainnya dan pasti kamu akan sangat familiar jika melihat jenisnya. Beberapa begonia menghasilkan bunga yang kecil dimasa hidupnya dan menghadirkan corak-corak konsisten di tiap daunnya.\n\nHarga begonia juga lumayan terjangkau. Ngga butuh space besar, cukup jadikan rimbun saja di salah satu pot sampai benar-benar cantik."
    },
    {
      "nama": "Sansevieria",
      "image_url": "https://1.bp.blogspot.com/-4w3i2mszG3A/YEcrz3wISBI/AAAAAAAAFGA/VHvxVeBAmocGTgFXEFaqPT_Wi75Cmgl8ACLcBGAsYHQ/s742/koleksi%2Btanaman%2Bhias%2BSansevieria.jpg",
      "deskripsi": "Tanaman yang terkenal sebagai pembersih udara, salah satu tanaman yang mudah ditanam dan mudah untuk dikembangbiakkan.\n\nDi Indo yang paling terkenal itu jenis lidah mertua, centong, tombak, dan sansevieria mini. Banyak jenis-jenis lainnya dan ini wajib sih kamu koleksi menurutku. Jenis tanaman ini sangat cocok untuk indoor. Varian yang besar bisa diletakkan di sudur ruangan dan varian kecil bisa di meja. Perawatan juga tidak terlalu susah, hanya pastikan saja media tanam tidak sampai kering dan rajin repotting jika ingin rajin bertunas.\n\nSoal harga, tanaman ini termasuk tanaman yang terjangkau. Rata-rata harga masih dibawah 50rb."
    },
    {
      "nama": "Aglonema",
      "image_url": "https://1.bp.blogspot.com/-DhNHGuuHlKo/YEcrW5OQLJI/AAAAAAAAFF4/sEnJA5eiCJwQJarZ-qfDkxP5f7nEmHrNACLcBGAsYHQ/s739/koleksi%2Btanaman%2Bhias%2BAglonema.jpg",
      "deskripsi": "Aglonema adalah salah satu jenis tanaman yang harganya gila-gilaan selama masa pandemi.\n\nJenis aglo udah ada sejak dulu namun belakangan pamornya emang lagi naik. Harga aglonema pun bervariasi, untuk jenis yang biasa masih ada yang harga dibawah 50rb, namun jangan terkejut banyak aglonema yang harganya ratusan ribu sampai jutaan. Makin bagus warna dan coraknya, makin mahal harganya. Apalagi kalau aglonema import. Bisa nih kamu lirik-lirik."
    },
    {
      "nama": "Calathea",
      "image_url": "https://1.bp.blogspot.com/-aEMvVitmEoI/YEcrBSf88MI/AAAAAAAAFFw/ohREWR8Qo_Y9KhdIgprHfr3fu03xPezZQCLcBGAsYHQ/s741/koleksi%2Btanaman%2Bhias%2Bcalathea.jpg",
      "deskripsi": "Jenis tanaman ini juga banyak dan harganya cukup terjangkau.\n\nBanyak dijual di online shop. Tapi seperti yang aku bilang, salah satu tanaman yang selalu gagal aku tanam. Mungkin belum cocok atau media tanam yang aku pakai belum pas. Anehnya semua jenis calatheaku akan sedikit menguncup sore hari kemudian akan terbuka lagi setelah pagi.\n\nYang paling familiar aku lihat di Indo jenis lipstik, leopardina, keris, dan masih banyak lagi."
    }
  ]
}