{
  "daftar_tanaman": [
    {
      "nama": "Alocasia",
      "image_url": "https://cdn-cms.pgimgs.com/static/2020/12/7.-tanaman-hias-daun.jpg",
      "deskripsi": "Tanaman hias Alocasia termasuk salah satu jenis tanaman liar yang tumbuh subur di hutan. Bentuk daunnya yang unik dan indah, membuat Alocasia tampak elok dan sayang untuk tidak dimiliki. Jika dilihat secara sepintas, daun Alocasia terlihat seperti daun caladium karena memang keduanya masih satu kerabat, hanya berbeda di umbi dan warna daunnya.",
      "budidaya": "Budidaya tanaman hias daun Alocasia melibatkan pemilihan media tanam yang cocok, penanaman biji atau rimpang secara dangkal, memberikan sinar matahari yang cukup tetapi menghindari sinar matahari langsung, penyiraman teratur, pemberian pupuk nitrogen secara teratur, perawatan rutin seperti pemangkasan daun dan pengendalian hama dan penyakit, menjaga suhu dan kelembaban yang sesuai, dan memantau pertumbuhan tanaman serta merespon kebutuhan mereka dengan tepat."
    },
    {
      "nama": "Janda Bolong (Adanson's monstera)",
      "image_url": "https://www.greeners.co/wp-content/uploads/2020/10/Janda-Bolong-Tanaman-Hias-Berdaun-Cantik-yang-Banyak-Diminati-1.jpg",
      "deskripsi": "Janda bolong merupakan salah satu jenis dari tanaman hias Monstera yang popularitasnya mengalami peningkatan dengan sangat pesat dan otomatis dijual dengan harga yang nyaris tidak masuk akal. Meskipun demikian, tanaman yang populer ini masih sangat mudah untuk didapatkan dan bisa dimanfaatkan sebagai salah satu tanaman hias yang unik dan indah.",
      "budidaya": "Janda Bolong membutuhkan sinar matahari terang namun tidak langsung, penyiraman teratur tanpa membuat tanah terlalu basah, pemberian pupuk nitrogen secara berkala, pemangkasan daun mati, suhu ruangan yang hangat dan lembap, serta pemantauan pertumbuhan dan respon terhadap kebutuhan tanaman."
    },
    {
      "nama": "Aglaonema",
      "image_url": "https://media.istockphoto.com/id/1131321650/id/foto/aglaonema-modestum-atau-aglaonema-merah-atau-tanaman-hijau-cina.jpg?s=612x612&w=0&k=20&c=83Gr-C7cHe3EwJBxF6-OX50HyYMc5Y4pztNZ-uOsbqw=",
      "deskripsi": "Aglonema adalah salah satu jenis tanaman hias yang sedang populer dan naik daun untuk dimiliki saat ini. Aglonema merupakan salah satu tanaman tropis yang memiliki kelebihan untuk membantu Anda secara psikologis untuk menghilangkan rasa stress yang mengganggu. Anda bisa memajang tanaman ini di dekat meja kerja Anda di rumah untuk mendapatkan hasil terbaik.",
      "budidaya": "Aglaonema adalah tanaman hias daun yang mudah tumbuh. Budidaya Aglaonema melibatkan pemilihan media tanam yang cocok, stek batang atau pemisahan rumpun untuk perbanyakan, penempatan di tempat dengan cahaya terang namun tidak langsung, penyiraman teratur tanpa membuat tanah terlalu basah, pemberian pupuk secara berkala, menjaga suhu ruangan yang nyaman, dan memantau pertumbuhan tanaman serta merespon kebutuhan mereka dengan tepat."
    },
    {
      "nama": "Calathea Velvet",
      "image_url": "https://plantura.garden/uk/wp-content/uploads/sites/2/2022/11/calathea-rufibarba-1024x683.jpg?x96810",
      "deskripsi": "Calathea Velvet menjadi salah satu jenis tanaman hias yang digemari pecinta tanaman. Untuk menempatkannya, Anda bisa letakkan dalam ruangan dengan intensitas cahaya sedang hingga rendah. Pasalnya tumbuhan tropis ini tidak menyukai banyak sinar matahari. Soal penyiraman Calathea Velvet hanya perlu diberi air secukupnya agar tetap lembab tetapi tidak basah.",
      "budidaya": "Budidaya tanaman hias Calathea dimulai dengan menyiapkan bibit Calathea yang akan ditanam dalam pot. Media tanam yang cocok terdiri dari campuran tanah, pupuk kandang, dan sekam padi dengan perbandingan tertentu. Pastikan tanah bebas dari batu kerikil dan cukup lembab sebelum menanam bibit.\n\nBibit Calathea dapat diperoleh dari pemisahan rumpun tanaman dewasa. Pilih rumpun yang sehat dan bebas dari serangan hama atau penyakit. Setelah dipisah, bibit perlu disimpan dalam ruangan yang gelap dan lembab sebelum ditanam.\n\nProses penanaman dimulai dengan membuat lubang tanam yang cukup dalam di dalam pot. Bibit Calathea kemudian ditempatkan ke dalam lubang dan media tanam dipadatkan agar bibit tetap tegak. Pot Calathea sebaiknya ditempatkan di tempat yang tidak terkena sinar matahari langsung, meniru kondisi habitat aslinya.\n\nPerawatan Calathea meliputi penyiraman secara teratur, namun perlu dihindari penumpukan air yang berlebihan. Tanah perlu lembab, tetapi tidak terlalu basah karena dapat menyebabkan pembusukan akar. Pemberian pupuk dilakukan setiap bulan untuk memberikan nutrisi yang cukup bagi tanaman.\n\nSelain itu, perawatan juga melibatkan penyiangan gulma dan pengendalian hama yang mungkin menyerang tanaman. Kebersihan dan kesehatan tanaman perlu dijaga dengan melakukan pemeliharaan rutin."
    },
    {
      "nama": "Chinese Money Plant",
      "image_url": "https://b3n8a3n8.rocketcdn.me/wp-content/uploads/2022/08/pilea-chinese-money-plant-02.jpg",
      "deskripsi": "Chinese money plant merupakan tanaman sukulen yang berasal dari Madagaskar. Bentuknya sangat unik dan bisa tumbuh subur di bawah sinar matahari langsung maupun minim cahaya. Jika rumah Anda punya banyak bukaan, maka tanaman hias ini cocok untuk mempercantik rumah Anda.",
      "budidaya": "Chinese Money Plant adalah tanaman hias yang mudah dirawat. Beberapa hal penting dalam merawatnya adalah pencahayaan, tanah, lingkungan, dan perawatan.\n\nDalam hal pencahayaan, Chinese Money Plant lebih menyukai cahaya medium hingga terang, namun perlu dihindari sinar matahari langsung yang terlalu intens. Jika daunnya berwarna kuning-hijau, itu bisa menjadi tanda bahwa tanaman menerima terlalu banyak sinar matahari.\n\nUntuk tanah, Money Plant membutuhkan campuran tanah yang bisa mengering dengan baik, dengan tambahan perlit untuk drainase yang baik. Tanah tidak boleh tergenang air, karena dapat menyebabkan pembusukan pada batang tanaman.\n\nDalam lingkungan, Chinese Money Plant dapat bertahan dalam kelembapan yang moderat dan toleran terhadap kekeringan. Itu membuatnya cocok untuk ditanam di dalam rumah. Memberikan pupuk encer secara teratur dapat membantu tanaman menghasilkan daun yang melimpah dan cabang samping yang bisa diperbanyak sebagai stek.\n\nDalam perawatan, ketika tanaman tumbuh, Chinese Money Plant akan menghasilkan batang dan cabang yang tinggi. Untuk menjaga kestabilan, penggunaan pasak kecil atau pemangkasan dapat digunakan. Jika tumbuh terlalu tinggi, memotong ujungnya akan merangsang pertumbuhan cabang baru. Cabang samping bisa dibiarkan tumbuh atau dipindahkan dan diperbanyak.\n\nDengan memperhatikan pencahayaan yang tepat, tanah yang baik, lingkungan yang sesuai, dan perawatan yang tepat, Anda dapat merawat Chinese Money Plant dengan baik dan menikmati keindahan tanaman ini di rumah Anda."
    }
  ]
}